data/load_test_ligera_105011.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient).....done


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10162 bytes

Concurrency Level:      5
Time taken for tests:   0.051 seconds
Complete requests:      100
Failed requests:        0
Total transferred:      1043600 bytes
HTML transferred:       1016200 bytes
Requests per second:    1962.02 [#/sec] (mean)
Time per request:       2.548 [ms] (mean)
Time per request:       0.510 [ms] (mean, across all concurrent requests)
Transfer rate:          19995.70 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.1      0       1
Processing:     0    2   4.3      1      32
Waiting:        0    1   1.6      0      16
Total:          0    2   4.4      1      32

Percentage of the requests served within a certain time (ms)
  50%      1
  66%      1
  75%      1
  80%      1
  90%      1
  95%     16
  98%     16
  99%     32
 100%     32 (longest request)