data/load_test_media_010243.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      10
Time taken for tests:   0.350 seconds
Complete requests:      500
Failed requests:        0
Total transferred:      5351500 bytes
HTML transferred:       5214500 bytes
Requests per second:    1430.57 [#/sec] (mean)
Time per request:       6.990 [ms] (mean)
Time per request:       0.699 [ms] (mean, across all concurrent requests)
Transfer rate:          14952.53 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   0.9      0       5
Processing:     1    6   3.1      5      26
Waiting:        0    5   2.6      4      21
Total:          2    7   3.1      6      26
WARNING: The median and mean for the initial connection time are not within a normal deviation
        These results are probably not that reliable.

Percentage of the requests served within a certain time (ms)
  50%      6
  66%      7
  75%      8
  80%      8
  90%     11
  95%     13
  98%     15
  99%     18
 100%     26 (longest request)