data/load_test_pesada_010136.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      20
Time taken for tests:   0.707 seconds
Complete requests:      1000
Failed requests:        0
Total transferred:      10703000 bytes
HTML transferred:       10429000 bytes
Requests per second:    1415.36 [#/sec] (mean)
Time per request:       14.131 [ms] (mean)
Time per request:       0.707 [ms] (mean, across all concurrent requests)
Transfer rate:          14793.60 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.7      0       7
Processing:     2   14   4.3     13      39
Waiting:        2   13   3.7     12      26
Total:          4   14   4.3     13      39

Percentage of the requests served within a certain time (ms)
  50%     13
  66%     15
  75%     16
  80%     17
  90%     19
  95%     21
  98%     25
  99%     28
 100%     39 (longest request)