data/load_test_pesada_010250.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      20
Time taken for tests:   0.717 seconds
Complete requests:      1000
Failed requests:        0
Total transferred:      10703000 bytes
HTML transferred:       10429000 bytes
Requests per second:    1394.68 [#/sec] (mean)
Time per request:       14.340 [ms] (mean)
Time per request:       0.717 [ms] (mean, across all concurrent requests)
Transfer rate:          14577.45 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.8      0       6
Processing:     3   14   4.5     13      42
Waiting:        1   13   3.8     12      30
Total:          6   14   4.4     13      42

Percentage of the requests served within a certain time (ms)
  50%     13
  66%     15
  75%     16
  80%     17
  90%     20
  95%     22
  98%     25
  99%     30
 100%     42 (longest request)