data/load_test_pesada_014304.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      20
Time taken for tests:   0.717 seconds
Complete requests:      1000
Failed requests:        0
Total transferred:      10703000 bytes
HTML transferred:       10429000 bytes
Requests per second:    1395.39 [#/sec] (mean)
Time per request:       14.333 [ms] (mean)
Time per request:       0.717 [ms] (mean, across all concurrent requests)
Transfer rate:          14584.79 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   1.4      1       9
Processing:     1   13  20.5      8     283
Waiting:        0    6   5.0      5      72
Total:          1   14  20.6      9     284

Percentage of the requests served within a certain time (ms)
  50%      9
  66%     11
  75%     13
  80%     14
  90%     26
  95%     44
  98%     72
  99%     90
 100%    284 (longest request)