data/load_test_pesada_014312.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      20
Time taken for tests:   0.751 seconds
Complete requests:      1000
Failed requests:        0
Total transferred:      10703000 bytes
HTML transferred:       10429000 bytes
Requests per second:    1331.32 [#/sec] (mean)
Time per request:       15.023 [ms] (mean)
Time per request:       0.751 [ms] (mean, across all concurrent requests)
Transfer rate:          13915.18 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   1.4      0       7
Processing:     1   14  26.9      6     206
Waiting:        0    4   3.7      3      56
Total:          1   15  26.8      9     206

Percentage of the requests served within a certain time (ms)
  50%      9
  66%     10
  75%     12
  80%     14
  90%     28
  95%     70
  98%    109
  99%    173
 100%    206 (longest request)