data/load_test_ultra_013811.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      100
Time taken for tests:   6.633 seconds
Complete requests:      10000
Failed requests:        0
Total transferred:      107030000 bytes
HTML transferred:       104290000 bytes
Requests per second:    1507.64 [#/sec] (mean)
Time per request:       66.329 [ms] (mean)
Time per request:       0.663 [ms] (mean, across all concurrent requests)
Transfer rate:          15758.12 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    2   3.6      0      22
Processing:     1   64 164.6      9    1024
Waiting:        0    8   7.8      6      83
Total:          1   66 165.2     10    1025

Percentage of the requests served within a certain time (ms)
  50%     10
  66%     16
  75%     23
  80%     31
  90%    242
  95%    534
  98%    667
  99%    777
 100%   1025 (longest request)