data/load_test_ultra_014246.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      100
Time taken for tests:   7.965 seconds
Complete requests:      10000
Failed requests:        0
Total transferred:      107030000 bytes
HTML transferred:       104290000 bytes
Requests per second:    1255.46 [#/sec] (mean)
Time per request:       79.652 [ms] (mean)
Time per request:       0.797 [ms] (mean, across all concurrent requests)
Transfer rate:          13122.27 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    2   3.9      0      30
Processing:     1   78 248.2      6    1660
Waiting:        0    6   6.3      4      53
Total:          1   79 248.3      7    1660

Percentage of the requests served within a certain time (ms)
  50%      7
  66%     11
  75%     15
  80%     22
  90%    142
  95%    651
  98%   1076
  99%   1430
 100%   1660 (longest request)